amd-ucode
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
discord
dkms
dolphin
dunst
efibootmgr
fastfetch
firefox
fish
flatpak
fontforge
git
grim
grub
grub-customizer
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpaper
inetutils
iwd
kate
kio-admin
kitty
libpulse
linux
linux-firmware
linux-headers
meson
nano
neofetch
network-manager-applet
networkmanager
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nwg-look
os-prober
otf-font-awesome
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pkgfile
polkit-kde-agent
powerline-fonts
pulseaudio-alsa
pulseaudio-bluetooth
qt5-wayland
qt6-wayland
sassc
sddm
slurp
smartmontools
sof-firmware
steam
thunar
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
vim
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zram-generator
